{
    "Layout": {
        "home": "首页",
        "careers": "招聘",
        "about": "关于",
        "product": "产品",
        "research": "研究",
        "email": "电子邮箱",
        "subscribe": "订阅",
        "subscribed": "已订阅",
        "footerRightTit": "订阅超维动力",
        "footerRightP": "第一时间获取超维动力的最新资讯",
        "footerInputTxt": "请输入邮箱地址",
        "footerCopyright": "Copyright © 2025. 超维动力 All rights reserved. "

    },
    "Home": {
        "title": "超维动力",
        "indexBannerTit": "打造超拟人人形机器人<p>智能涌现、运动涌现、情感涌现</p>",
        "indexCompanyTit": "<span>公司</span>简介​",
        "indexCompanyPara": "<p>超维动力，是一群对技术创新狂热的极客打造的前沿科技公司，致力于研发最极致拟人的人形机器人。我们独创“隐空间世界模型+全身”驱动系统，让机器人成为兼具理性决策与情感共鸣的物理智能体。通过在虚实贯通的人类环境中持久互动，我们正在不断推动通用智能的突破，迈向全场景、全维度智能应用的新时代。</p>​",
        "indexCompanyBtn": "了解更多",
        "indexTechTit": "核心<span>技术</span>",
        "indexTechSTit": "聪明、易用、好用的高拟人人形机器人",
        "indexSceneTit": "核心<span>场景</span>",
        "indexNewsTit": "<span>新闻</span>中心",
        "indexNewsBtn": "了解更多新闻"
    },
    "Careers": {
        "allpositions": "全部职位",
        "filterCriteria": "筛选条件",
        "emptyTxt": "没有找到符合条件的职位！",
        "departmentsTit": "部门",
        "locationsTit": "地点",
        "workTypesTit": "工作类型",
        "allDepartments": "所有部门",
        "allLocations": "所有地点",
        "allWorkTypes": "所有工作类型",
        "loading": "加载中"
    },
    "Company": {
        "bannerTit": "关于我们",
        "introTit": "企业介绍",
        "introPara": "<p>超维动力，是一群对技术创新狂热的极客打造的前沿科技公司，致力于研发最极致拟人的人形机器人。我们独创“隐空间世界模型+全身”驱动系统，让机器人成为兼具理性决策与情感共鸣的物理智能体。通过在虚实结合的人类环境中持久互动，我们正在不断推动通用智能的突破，迈向全场景、全维度智能应用的新时代。</p><p>核心团队来自于机器人、自动驾驶和人工智能领域，凭借深厚的产品工程化能力和从零到一落地前沿科技的完整实力，不断引领智能科技的创新之路。我们汇聚了十多位世界级人工智能算法科学家，谷歌学术引用十余万，彰显了我们在算法研发领域全球领先的实力。</p>​",
        "teamTit": "团队故事"
    },
    "Product": {
        "txt": "将于2026年初到来。敬请期待。"
    },
    "Research": {
        "label": "研究",
        "para": "<p>探索具身智能落地所需的每一个技术和工程细节</p><p>真正打造超拟人人形机器人</p>"
    },
    "ResearchDetail1": {
        "label": "Research",
        "titleTips": "AMS",
        "title": "Agility Meets Stability: Versatile Humanoid Control with Heterogeneous Data",
        "share1": "arXiv",
        "share2": "YouTube",
        "share3": "Code (Est. Feb 2026) ",
        "copy": "Share",
        "date": "November 24, 2025",
        "copysuccess": "The page link has been copied",
        "paraTitle1": "Extreme Balance Motions",
        "paraTitle2": "Dynamic Motions",
        "paraTitle3": "IMU-based Teleoperation",
        "paraTitle4": "RGB-based Real-time Teleoperation",
        "paraTitle5": "Abstract",
        "paraTitle6": "Overview of AMS",
        "paraTitle7": "Citation",
        "para1Subtitle1": "Ip Man's Squat (Unseen Data) - (叶问蹲)",
        "para1Subtitle2": "Single-Leg Balance Standing (Randomly Generated)",
        "para2ItemTitle1": "Running",
        "para2ItemTitle2": "Basketball Dribbling",
        "para2ItemTitle3": "Waist Twists (Unseen Data from Video)",
        "para2ItemTitle4": "Lunge (Unseen Data from Video)",
        "para2ItemTitle5": "Swing and Squat (Unseen Data from Video)",
        "para2ItemTitle6": "Prayer Squat (Unseen Data from Video)",
        "para3Subtitle1": "(No Optical MoCap System in Use, 1x)",
        "para3Item1Title1": "Kungfu",
        "para3Item1Title2": "Football",
        "para3Subtitle2": "Multi-robots Teleoperation",
        "para5Artical": "<p>Humanoid robots are envisioned to perform a wide range of tasks in human-centered environments, requiring controllers that combine agility with robust balance. Recent advances in locomotion and whole-body tracking have enabled impressive progress in either agile dynamic skills or stability-critical behaviors, but existing methods remain specialized, focusing on one capability while compromising the other.</p><p>In this work, we introduce AMS (Agility Meets Stability), the first framework that unifies both dynamic motion tracking and extreme balance maintenance in a single policy. Our key insight is to leverage heterogeneous data sources: human motion capture datasets that provide rich, agile behaviors, and physically constrained synthetic balance motions that capture stability configurations. To reconcile the divergent optimization goals of agility and stability, we design a hybrid reward scheme that applies general tracking objectives across all data while injecting balance-specific priors only into synthetic motions. Further, an adaptive learning strategy with performance-driven sampling and motion-specific reward shaping enables efficient training across diverse motion distributions.</p><p>We validate AMS extensively in simulation and on a real Unitree G1 humanoid. Experiments demonstrate that a single policy can execute agile skills such as dancing and running, while also performing zero-shot extreme balance motions like Ip Man's Squat, highlighting AMS as a versatile control paradigm for future humanoid applications.</p>",
        "para6Artical": "<p>(a) The general whole-body tracking pipeline retargets human MoCap data to reference motions and adopts a teacher-student-based strategy for reinforcement learning To address data limitations and conflicting optimization objectives, AMS introduces three key components as follows. (b) Synthetic balance data is generated to complement human MoCap data and address data limitations. (c) Adaptive learning is employed with adaptive sampling and reward shaping based on individual motion performance. (d) Hybrid rewards are designed with general rewards for all motions and balance prior rewards exclusively for synthetic motions.</p>"
    }
}
